const pre = document.querySelector('pre');
hljs.highlightAll();

console.log('вёрстка валидная +10');
console.log('Семантика есть h1-h6, hader, footer, asede, section, nav +20');
console.log('CSS стили есть как добавленные bootstrap, так и вручную +10');
console.log('Контент отцентрован +10');
console.log('вёрстка адаптивная до 320px включительно +10');
console.log('меню аджптивно и становится бургером после 991px, плавная прокрутка есть +10');
console.log('Аватар присутствует, есть alt +10');
console.log('Навыки и контакты оформлены в виде ul > li +10');
console.log('CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского +10');
console.log('Присутствует пример кода с подсветкой +10');
console.log('Изображение ссылка на проект присутствует, при клике открывается проект в новой вкладке +10');
console.log('CV на английском +10');
console.log('Выполнены требования к Pull Request +10');
console.log('Дизайн +10');
console.log('total: 150');